Repository: TaraMew/madicinedocters
Catalog: lib/l10n/app_*.arb
Languages: my

source: No Items
my: ပစ္စည်းမရှိပါ။

source: Medicine Docter App
my: ဆရာဝန်လျှောက်လွှာ

source: Welcome to Medicine Docter App
my: ဒေါက်တာဆေးပညာအစီအစဉ်မှကြိုဆိုပါတယ်။

source: Get Started
my: စတင်အသုံးပြုခြင်း

source: Home
my: အိမ်

source: Setting
my: သတ်မှတ်

source: Search
my: ရှာရန်

source: Alarm
my: သတိပေးချက်

source: Camera
my: ကင်မရာ

source: List Medicine
my: ဆေးစာရင်း

source: Record form
my: မှတ်တမ်းပုံစံ

source: Please fill out
my: ဖြည့်စွက်ပါ။

source: add information
my: အချက်အလက်ထည့်ပါ။

source: this is example data of Med
my: ဒါက ဆေးရဲ့ အစိတ်အပိုင်းပါ။

source: Medicine Doctor
my: ဆေးပညာပါရဂူ

source: Med
my: မူးယစ်ဆေးဝါး

source: ID
my: ကုဒ်

source: Title
my: နာမည်

source: Data
my: သတင်း

source: save
my: မှတ်စုယူပါ။

source: Detail
my: အသေးစိတ်

source: Name
my: နာမည်

source: Add
my: ထည့်ပါ။

source: Add Medicine Form
my: ဆေးဖောင်ထည့်ပါ။

source: Text From Camera
my: ကင်မရာမှစာသား

source: Gallery
my: ပြခန်း

source: Please insert data
my: ဒေတာထည့်ပါ

source: Sound
my: အသံ

source: Are you sure
my: သေချာလား

source: You are about delete this
my: မင်း ဒါကို ဖျက်တော့မယ်။

source: Yes
my: ဟုတ်တယ်

source: No
my: ပယ်ဖျက်ပါ။

source: Delete
my: ဖျက်ပါ။

source: Translate
my: ဘာသာပြန်ပါ။

source: Translation
my: ဘာသာပြန်

source: Select Language
my: ဘာသာစကားကို ရွေးပါ။

source: Notification
my: အသိပေးချက်

# haveyoutakenyourmedicineyet
source: Have you taken the medicine yet
my: ဆေးသောက်ပြီးပြီလား

source: Take medicine
my: ဆေးသောက်ပါ။

source: Cancel
my: ပယ်ဖျက်ပါ။

source: Date
my: ရက်စွဲ

source: Report
my: သတင်းပို့တယ်။

source: Alarm time
my: နှိုးစက်အချိန်

source: Accept time
my: အချိန်ကိုလက်ခံပါ။

source: to
my: ရန်

source: Durations
my: ကြာချိန်

source: day
my: နေ့
